---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.AreaLoadType
source: html/49bc0356-b884-4395-ef68-82719eaf5f2c.htm
---
# AreaLoadType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.